[ShadowbindUnitM4 X2CharacterTemplate]
strCharacterName="暗影"

[ShadowbindM4 X2AbilityTemplate]
LocFriendlyName="影缚"
LocHelpText="创造以人形目标为原型的暗影分身，拥有目标所有的能力。"
LocLongDescription="创造以人形目标为原型的暗影分身，拥有目标所有的能力。"
LocFlyOverText="影缚"

; AdvPriest Abilities
[HolyWarriorM1_ASA X2AbilityTemplate]
LocFriendlyName="神圣战士"
LocHelpText="祭司与另一名单位进行心灵融合。该单位在融合效果期间的属性会全面上升。若祭司在心灵融合期间被杀，则该单位失去所有属性加成且被击杀。"
LocLongDescription="祭司与另一名单位进行心灵融合。该单位在融合效果期间的属性会全面上升。若祭司在心灵融合期间被杀，则该单位失去所有属性加成且被击杀。"
LocFlyOverText="神圣战士"

[HolyWarriorM2_ASA X2AbilityTemplate]
LocFriendlyName="神圣战士"
LocHelpText="祭司与另一名单位进行心灵融合。该单位在融合效果期间的属性会全面上升。若祭司在心灵融合期间被杀，则该单位失去所有属性加成且被击杀。"
LocLongDescription="祭司与另一名单位进行心灵融合。该单位在融合效果期间的属性会全面上升。若祭司在心灵融合期间被杀，则该单位失去所有属性加成且被击杀。"
LocFlyOverText="神圣战士"

[HolyWarriorM3_ASA X2AbilityTemplate]
LocFriendlyName="神圣战士"
LocHelpText="祭司与另一名单位进行心灵融合。该单位在融合效果期间的属性会全面上升。若祭司在心灵融合期间被杀，则该单位失去所有属性加成且被击杀。"
LocLongDescription="祭司与另一名单位进行心灵融合。该单位在融合效果期间的属性会全面上升。若祭司在心灵融合期间被杀，则该单位失去所有属性加成且被击杀。"
LocFlyOverText="神圣战士"